const categoryComment = {
  //화가형
  top: ' 항상 상대방을 존중하는 태도로 일관성 있게 소통하는 방식은 모든 대화를 더욱 풍부하고 즐겁게 만듭니다. 이는 상호 간의 신뢰를 구축하고, 긍정적인 관계를 유지하는 데 중요한 역할을 합니다.',
  //불감형
  em: '불쾌한 표현을 쓰지 않고 항상 차분하게 감정을 다루는 당신은 모든 대화에서 조화를 이루는 데 큰 기여를 합니다.',
  //불맞형
  gm: ' 당신의 맞춤법 사용은 무척 정확하며, 불쾌한 표현을 쓰지 않는 것이 대화에서 큰 장점으로 작용합니다. 상대방에 대한 배려가 느껴집니다.',
  //불존형
  pm: '존댓말을 통해 상대방에 대한 존중을 표현하고, 불쾌한 언어 사용을 자제하는 당신의 태도는 모든 대화에서 상호 존중의 분위기를 조성합니다.',
  //맞존형
  gp: '맞춤법에 대한 세심한 주의와 존댓말 사용으로 당신은 언제나 상대방에게 존중을 표현하는 모범적인 대화자입니다.',
  //맞감형
  eg: '맞춤법 하나하나에 신경 쓴 덕분에 의사소통이 명확하고, 감정 표현이 적절해 대화의 질을 높여줍니다.',
  //존감형
  ep: ' 당신의 감정 표현은 매우 섬세하고 자연스러우며, 존댓말 사용도 늘 적절합니다. 대화가 더욱 풍부하고 따뜻하게 느껴집니다.',
  //비화가형
  botttom:
    ' 불쾌한 발언을 줄이고, 맞춤법과 존댓말에 더 많은 주의를 기울여야 합니다. 이는 대화의 질을 저하시키며 상대방에게 부정적인 인상을 줄 수 있습니다.',
};
export default categoryComment;
